/* In browser window title */
"Get a donation key!" = "Pridobi darovalski ključ!";

/* The full name of the supporter */
"Registered to {0}" = "Registrirano na {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Hvala za vašo podporo! Vaš prispevek omogoča nadaljevanje razvoja in stalno izboljševanje Cyberducka.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Cyberduck je vaš darovalski ključ kopiral v mapo Application Support.";

/* Validation failed */
"Not a valid donation key" = "Neveljaven darovalski ključ";

"This donation key does not appear to be valid." = "Ta darovalski ključ ni veljaven.";

/* Thank you */
"Continue" = "Nadaljuj";
/* Validation failed */
"Not a valid donation key" = "Neveljaven darovalski ključ";

"This donation key does not appear to be valid." = "Ta darovalski ključ ni veljaven.";

/* Thank you */
"Continue" = "Nadaljuj";